{
  "layout": "blog",
  "title": "Architects of Collegiate Esports: Building a Collegiate Esports Program with AJ Dimick",
  "date": "2020-02-11T22:28:19.977Z",
  "description": "AJ Dimick of Utah University shares his expert advice about building a collegiate esports program that accentuates and builds your university's brand.",
  "body": "## About the Program \n\nThe University of Utah esports program is the first varsity-level esports program from any school in a Power Five athletic conference. Supported by and housed in the school’s Entertainment Arts & Engineering program, the University of Utah emphasizes the academic dimensions of esports, providing opportunities for research and innovation in games education. Preceded by a large, thriving club scene, the Utah program is a model for student-led program development.\n\n## About AJ\n\nAJ Dimick, Director of Operations at the University of Utah Esports, leads the Utah program. He spearheaded the effort that led to Utah becoming the first Power-Five conference school to support a scholarship esports program. Dimick is also involved in the University’s Entertainment Arts & Engineering program, renowned for its game development.\n\n## Program Facts & Highlights\n\n1. The University of Utah esports team provides over 30 scholarships to student-gamers. \n2. Utah Esports is a founding member of the The Pacific Alliance of Collegiate Gamers, a league connecting esports clubs at Pac-12 Schools. \n3. The esports program is housed by the EAE program, one of the university’s leading academic programs and a national leader in games studies. In the last ten years, its students have produced or developed more than 50 games\n\n# The Architects of Collegiate Esports: Bringing Esports to Campus with AJ Dimick\n\nThe following conversation was held between AJ Dimick, Director of Esports at University of Utah, and Alex McNeil, President of Uni Esports Group.\r\n\n\r\n\n**Alex McNeil, Uni Esports**: Thanks for joining me today AJ. What were the most important phases or periods of the program’s development? Which were the most difficult?\r\n\n\r\n\n**AJ Dimick, University of Utah**: For us, there was Utah Esports before there was any notion of institutional support or structure. The year before there was any institutional adoption, eleven competitive teams held tryouts, had coaches, and competed; some made deep runs in their respective playoffs. All were run by a student organization, Crimson Gaming, which had 600 students. There was a thriving ecosystem already present at the University of Utah for high-level competition and for competitive intercollegiate esports. \r\n\n\r\n\nFrom the academic and the club side, we approached the idea of institutionally-supported esports with open eyes, understanding the costbenefit of institutionalization: there was a lot to be gained from institutional support, a long-term vision for the program, but also a cost associated with doing that. It isn’t all a positive outcome: there are drawbacks and elements of institutionalization that the student club didn’t like. The biggest milestone here was everyone agreeing that this the direction we wanted to take Esports at Utah. If the student club or the institution didn’t sign off on a common direction, we wouldn’t have been able to proceed.\r\n\n\r\n\nThe next important hurdle to me is getting endemic space. It’s important for an esports program to receive a budget and a permanent place on campus. With the politics of college campuses, I think that space is a lot harder to come by than the money. For us to get even an 800-square-foot room that was just ours, something we didn’t have to share with anybody else--that was a big milestone. It was something we worked really hard to get and had to negotiate at the highest levels.\r\n\n\r\n\nThe next milestone to me was the huge one: gaining student activity sanction status, recognizing esports as a sanctioned activity on campus. This is a big thing for the growth of collegiate esports. It means our kids can get out of class when they need to in order to participate in these events, which gives you more flexibility with curating events. It allows you to enlarge the scope of esports on campus. It’s a big deal.\r\n\n\r\n\n**AM**: I know you’ve been outspoken about the importance of the club at Utah, of the grassroots efforts by students to build the team. But given Utah’s place in the Power Five, its place as the first Varsity program in that conference, there must have been investment and interest from on-high. How did you reconcile those two energies, the top-down and bottom-up approaches? \r\n\n\r\n\n**AD**: I think our position in our conference heightens the ceiling of what we can achieve, how big esports can be on campus. That said, getting it off the ground was dramatically harder because of our position. Here, you’re sharing the limelight with successful college football and basketball teams that are playing these massive games. I don’t think it was easier for us, on the front end, to build a program--especially when you look at the motivations for why most schools get into esports.\r\n\n\r\n\nMost of the schools who get into esports, to date, tend to be your Division II, Division III, NAIA (National Association of Intercollegiate Athletics) schools who engage in esports for recruitment and retention purposes. It was never going to serve that function at Utah. \r\n\n\r\n\nEsports is not a recruitment and retention strategy here the way it would be at a small school with an 1,800-student enrollment with few intercollegiate athletics on campus. There are other motivations for why we’re involved. On the other end, when other Power Five schools get engaged, other big schools with large brands and marketing footprints, it absolutely can heighten the importance of esports and bring more visibility to the scene.\r\n\n\r\n\n**AM:** If recruitment and retention aren’t the central reasons for adoption at Utah, can you expand on the institution’s long-term goals and vision for esports? \r\n\n\r\n\n**AD**: We engage with esports because we’re prognosticating that esports will be one of the major championship collegiate events in the future. Having early investment, being seen as a force that will shape what it will look like, is something we were very interested in doing.\r\n\n\r\n\nThe second reason is that within the student body on our campus, and on most campuses, there is a larger audience of students who don’t identify with what their moms and dads considered to be the mainstays of the collegiate experience. I’m speaking of things like football and basketball games. \r\n\n\r\n\nToday, there’s a huge population of students on campus who don’t identify with those things, and hence, do not identify as closely with the college and its brand in a way that the previous generation of students perhaps did. There’s certainly research that correspond to this space, but one thing we’re trying to do at Utah is associate our collegiate brand, our logo, our culture with the esports space and with that huge population of students on campus who are already fully engaged and activated with esports content. When you give that to students, you’re engaging them with the collegiate experience and with the brand of the university. You’re giving them a reason to engage with the brand in ways they didn’t before. \r\n\n\r\n\n**AM:** I’d like to talk about the rationale behind housing the program in an academic unit at Utah and what the implications of that have been.\r\n\n\r\n\n**AD:** I think this conversation--about a rationale for why a collegiate esports program is in a particular department--is, at any university, regardless of their circumstance, a false conversation. There is no campus in the country where decision makers are asking “Who has the best capacity for this? Who has the correct mechanisms?” It never works out like that. Usually, there’s a conversation about where esports should be housed where all but one person will say “No.” Regardless of who that person is, how well-suited they are to do esports, that’s who has responsibility for the program. For me, that has been the biggest component of the conversation. \r\n\n\r\n\nNow, as we move forward, the conversation about program placement has grown far bigger; the subject of those conversations and their tone is so different than it was two years ago. When we were having these conversations originally, we went to our athletics department to see if they were interested in getting involved.\r\n\n\r\n\nThey were very interested and supportive. They thought it was something they wanted to keep an eye on, but they weren’t ready to act on it with the data they had at the time. Atr that point, in early 2017, there were only thirty colleges involved whatsoever, and almost none of them were based in athletics. There were no big schools involved, either. Esports wasn’t something they were ready to commit to yet. \r\n\n\r\n\nWe wanted to do it anyway, so we found the budget and a methodology. With the President’s approval, we eventually put it in the EAE (Entertainment Arts & Engineering) department. We wanted to do that, anyway, to continue our role in the program and in gaming initiatives and space on campus. We felt we were equipped to the task and the program was something we wanted to help form. \r\n\n\r\n\n**AM:** A common question I’ve asked in these interviews is about about institutionalization, program longevity. How do you move an esports program to a place where it can live in the institution beyond a single advocate or champion? \r\n\n\r\n\n**AD:** You don’t know what you don’t know. As for longevity, we don’t know what the future holds for collegiate esports. Will it continue on what appears to be a trajectory to become the next great collegiate championship event?\r\n\n\r\n\nOr will an equilibrium form where we decide esports should be limited to a student activities event? Should non-students have a role in governing esports on campus? We’re having those conversations now, keeping in mind the cost benefit of institutionalization. They’re very fair conversations to be having.\r\n\n\r\n\nOne thing that’s extremely important to creating longevity is the investment in resources and space that are endemic to esports, owned by esports. It’s also important to not treat esports in a vacuum, but to engage it as a part of other offerings on a college campus. That helps give an esports program a reason to exist. Esports should help with research, with student engagement, with the procurement of non-philanthropic arrangements and deals on campus. If esports is tied into the college ecosystem so that it doesn’t exist only for itself, but is interwoven with other initiatives on campus, that creates a stable base for a program to exist.\r\n\n\r\n\nThat’s something we still have to do. There’s a conversation that frequently happens about money: Where will it come from? How do we pay for this program? To me, that’s the second conversation you need to have. The first conversation should answer the question of how esports fits in with the academic mission of the university. \r\n\n\r\n\n**AM:** How do those exigencies--to show fit with current program offerings and the larger academic mission--differ from the model of athletics, which seems to stand on its own as an institution within the university?\r\n\n\r\n\n**AD:** Well, athletics has an economic model with far bigger scope and precedent on college campuses. They can make money. But they’re also already interwoven with academic initiatives on campus. Because athletics is such a big economic force, they generate other secondary or tertiary interests from academics. What is sports? Why does it exist? What are the economics, the psychology of sports? Athletics has a more than one-hundred-year history of being involved with these disciplines while having an absolute economic stability to rely on. Finally, athletics is completely interwoven with the meaning of the “collegiate experience,” with student expectations about what it means to go to school and become part of the community.\r\n\n\r\n\nFor us, in esports, we don’t have any of those things. Any notion of economic stability, of how collegiate esports can become economically sustainable or revenue-neutral on a campus, is important to explore. How can esports shift from being a drain on university resources? How can we tie it into the academic offerings of a university? We’re making it up as we go along a little bit.\r\n\n\r\n\n**AM:** In a way, athletics offers a model for the successful integration of a program into the bottomline, the culture, and the academic mission of a university. \r\n\n\r\n\n**AD:** There are gigantic investments in academia focused on mainstream sports. There’s tons of research in that area, and part of that is due to the fact that athletics is such a massive economic force that investments will be made to understand its dynamics and drivers. That can be the same on a smaller scope with esports—and it should, it must be to justify the existence of esports on campus.\r\n\n\r\n\n**AM:** What does success look like to you for your program?\r\n\n\r\n\n**AD:** To me, success is still about students on campus that feel disinvited from the mainstream collegiate experience because they don’t identify with it in any way, shape, or form. I’ve always been a gamer and a nerd, but a “dual-citizenship” nerd: I do tend to identify with those traditional experiences on a college campus. So I see the large population of students on our campus—a substantially larger population than many realize—who are disinvited, and I understand what they’re missing.\r\n\n\r\n\nThe success state for our program is not only tolerance for esports at University of Utah, but full incorporation. Esports should be seen as part of the mainstream culture and the collegiate experience at the University of Utah. That will allow us to give those disinvited students a home and a hub. Then, esports will still meet the same function as a club, but we’ll be able to grow and expand the program to reach the level of the college brand itself. That will allow new students to identify with the school, have a place to call home, and consider themselves included in the college experience that so many previous students have identified with.\r\n\n\r\n\nThat’s the success state to me. We’re probably a long way away from being able to meet that goal. We have to grow the program in scope and provide more resources and facilities for it. The facilities have to serve not only the varsity teams but the gamers in our larger community.\r\n\n\r\n\nThere has to be synergy, a reason for everyone to get behind esports: the mainstream sports community, the research and academic community, and the community of gamers on campus all need a reason to get on board. Giving everyone a reason for esports to thrive would be a success to me.\r\n\n\r\n\n**AM:** If you have one piece of advice to share with someone setting off to build a program today, what would it be? \r\n\n\r\n\n**AJ:** There’s no promise of money here. The narrative of the exploding money in esports, how big an economic force it is, may exist in esport generally, but it doesn’t touch the collegiate space. Motivations for being involved in collegiate esports should not be those, because it simply doesn’t exist. \r\n\n\r\n\nThe other thing I would advise people to understand is that esports already exists on campus. Many people who are trying to get involved with esports do so ignorant to the many gaming initiatives that already have a place in the campus community. You have to locate those initiatives, those pockets, where students are already engaging with esports. You have to involve them, and their involvement in the formation of esports on campus has to remain constant. They have to have a voice in the process. You need to include them in order to gain their support, and they know how esports should look. There’s no one-size-fits-all model: you have to build an esports program that’s appropriate to conditions on campus, and you have to involve students who are already putting their time and effort in",
  "author": "Alex McNeil"
}