{
  "layout": "blog",
  "title": "Architects of Collegiate Esports: Building a Collegiate Esports Program with Mark Deppe",
  "date": "2020-02-11T21:59:07.316Z",
  "description": "An interview with Mark Deppe about how to build a college esports program at UC Irvine",
  "thumbnail": "/images/mark-deppe.jpg",
  "body": "An esports program becomes effective when those leading the rollout are empowered with knowledge and guidance to facilitate a smooth program launch. Expert knowledge about collegiate program development is a resource that, until now, has been largely decentralized: imparted most often at industry conferences or on fact-finding pilgrimages made by aspiring program leaders to prominent schools. \n\nThis blog post is one of our attempts to bring together the knowledge and wisdom of some of the leading voices in collegiate esports today. We held interviews with three collegiate esports veterans, each of whom has played an instrumental role in developing the esports program at their respective schools. \n\nThis interview features **Mark Deppe**, the Director of the esports program for the University of Irvine, California. Mark sat down with Alex to share his insights about program creation and what it took to build one of the best and most well-known esports programs in the country. \n\n****[**Download the full interview series here.**](https://drive.google.com/open?id=14TqqjFH21k9-Mh-pfJnFyoX5fLyCb1n4)\n\n## **About the Program: UC Irvine Esports**\n\n![The UCI logo: the anteaters](/images/ant-eaters.jpg)\n\nThe UCI Esports program, founded in 2016, quickly emerged as one of the most well-developed and competitively successful esports programs in the country. UCI holds the distinction of being the first public university to offer an official esports program. The Program, housed in a 3,500-square-foot arena on campus, is founded on five core pillars: Competition,Academics & Research,Community, Entertainment, and Careers. Under the leadership of Director Mark Deppe, UCI Esports emphasizes community outreach and inclusion alongside competitive excellence.\n\n\n\n## About Mark\n\nMark led the effort to create the world’s first esports program at a public university. Since 2010, he has advised the student government and coordinated some of UCI’s largest and most successful events. Mark, a leading voice in the world of collegiate esports, is an accomplished esports educator. He has presented information about the intersection of collegiate esports and education to many audiences, including members of Congress. Mark also acts as Commissioner for the North America Scholastic Esports Federation (NASEF).\n\n## Program Facts & Highlights:\n\n1. The UCI program hosts academic symposia showcasing research in the fields of esports and gaming, as well as an annual conference on the intersection of esports and education.\n2. The UCI program was at the center of a 2019 ESPN2 documentary about collegiate esports.\n3. The UCI LoL team were the winners of the 2018 college LoL Championship.\n\n## \n\n## \n\nArchitects of Collegiate Esports: An Interview with Mark Deppe, UCI\n\n**Alex McNeil**, President of Uni Esports: Thanks for sitting down with me today. Let's start with a question about development. In your mind, what were the different phases of the UCI program’s development, and which were the most difficult to navigate?\n\n**Mark Deppe, Director of UC Irvine Esports**: When we were building our program, one of the key moments was when we brought our gaming students to an open office hours for the Vice Chancellor of Student Affairs. It was a way to have the very first conversations with a senior campus leader about games, the community, esports programs, and the idea of providing resources for the gaming community in a casual, low pressure setting.\n\nIt’s hard or impossible to walk in your first meeting, throw a business plan on the table, pitch your university leaders and say, “I need a yes or no. Do you want to do this?” You have to build slow momentum, allow people to warm up. It was my boss’s idea to suggest Student Affairs \\[as a place to start]. I didn't know how to have that first conversation with a campus leader until then.\n\nI think that \\[meeting] was the first time a campus leader had heard of esports and gave us the initial blessing to pursue space and sponsors. That was impactful. \n\n**AM**: Some of the more successful conversations we’ve had with both Student Affairs leaders and Athletic Directors have been held when students were present. Do you feel that having student voices in the meetings was something that made a decisive difference, or were the wheels already in motion?\n\n**MD**: I could have gone in myself and it would not have been nearly as impactful. We had students who told our Vice Chancellor that they had come from Atlanta or from Korea to be a part of the gaming community at UCI. Those were unique stories that our Vice Chancellor wasn’t ready to hear: he was really surprised by that. We had some women in the room, too, and he was surprised to see the diversity we had brought in. That was kind of strategic, as well.\n\nWhen you’re talking to a campus leader, they’re interested in things such as costs, interest, the popularity of certain games. After we left the meeting, the Vice Chancellor gave us a piece of homework: to do a campus survey. \\[The survey] was non-scientific, but an email went out to all undergrads. 72 percent of them said they identify as a ‘gamer’ and 89 percent said they were supportive of the idea of an esports program. Those data points were really significant. Again, there’s very little interest among campus leaders to do stuff that students don’t want, so they need to know that students are interested before they really approach a project.\n\n**AM**: I would love to know more about the efforts you’ve made to build diversity and inclusion at UCI. How have those efforts evolved? Where are you now and where do you want to be in a few years?\n\n**MD**: You have to approach diversity and inclusion with everything you do: all day, every day. It’s certainly not something you can give to a small task force or committee, or just think about occasionally. It’s a huge goal, objective, and challenge for us. We do a lot of things. I think it’s very important to make sure that there are diverse folks in the room when you’re talking about \\[diversity and inclusion].\n\nHaving a very diverse staff is helpful for us. We just hired our second male employee, and now we have a one-third male, two-thirds female staff, which is surprising to lots of people. We have a lot of strong women in our program that have come out of the student ranks -- students who were so good that we had to hire them. We’re really fortunate to have a lot of women who are really passionate about the topic and who can serve as really great role models. I think role modeling, having people be able to come into the arena and see themselves reflected, is really valuable for us. \n\nThat has not transitioned into our teams yet, though. Until this year, we’ve had zero women on our scholarship teams. We do have our first on our Overwatch team this year, but we still have a long way to go. A lot of the time, there’s a pipeline issue. We need to be starting way before \\[players] get to college. Elementary school, middle school, high school are when you need to be encouraging young people from different backgrounds; letting them know they’re wanted, they’re welcome, and helping them get the prerequisite tools and experience they need to be really good by the time they get to college.\n\nWe run summer camps, outreach programs, offer an arena tour for local high schools. There’s a lot we try to do \\[to increase diversity]. I’d give us a good grade for effort, but in terms of results, we’re still a long way from where UCI would want us to be and from where we want to be.\n\n**AM**: I know you do a lot of work with the North America Scholastic Esports Federation (NASEF) and in the local high schools. Do you feel that the presence of the UCI program has had a positive effect on getting women into gaming at the highschool level?\n\n**MD**: Certainly. I’m actually going to go visit a high school this afternoon. We do semi-regular trips to schools, when we’re invited. I think our work with NASEF really helps. We see a lot of high schools and counties in our region building infrastructure and teams, attending our campus for a tour. High school play tends to be a little bit more diverse than collegiate, at least in terms of gender, but it’s still really abysmal. You’re talking 3-5% of high school teams right now are \\[composed of] women, so gender disparity is an obvious challenge for lots of people.\n\nI think our presence in the high school space is helping. But, like I said, we have a long, long way to go. \n\n**AM**: If you’re someone who’s starting up a program today, how do you move the program from being something you have to manage to being something with its own life and durability within the institution — something that can survive even after you take your hands off the wheel?\n\n**MD**: Who is leading the effort? If you’re a director and have been given the job of creating a program, I think that the onus is on whoever’s given you that work to create the structure of support for you. Sometimes a President will say, “We’re going to do esports.” Then, the obligation \\[to create sustainability] would be on the President. \n\nFor us, no one dictated the need for an esports program. We started our program before anyone here knew how to spell “esports.” We’re unique in that the program was driven by a few of us individuals. Students don’t have enough weight to build a new department. Even though there may be interest there, that’s not their job as students. Really, you need to have strong leadership from the university level. I did a lot of that heavy-lifting; my boss did a lot, and we had great support from students around us.\n\nBut at the end of the day, whoever wants to make it happen, whoever cares most, that person is obligated to figure it out. If we had not had such great sponsors, if the student center hadn’t had such great space to renovate, we wouldn’t be here. There are a lot of things that could have stopped our journey. But I will say that you need a strong leader who can take on that burden, because it is a heavy burden. I told people that, for many years, it felt like I was the only one pushing the train. People would jump on the bandwagon and be excited about esports. They would say, “Hey, keep going.” But no one else was actively finding funds or defending against criticism. We were on our own. \n\nI would say that—if you’re going to build an esports program—you have to have broad shoulders to carry a heavy load. Be ready for that. \n\n**AM**: When we talk to schools, there’s always a question about where in the administration a program should fall. AJ Dimick, \\[Director of the University of Utah’s esports program], talks about this, too: It’s not always a question of who enthusiastically said “Yes!” to esports, but who didn’t say “No.” From your comments, it sounds as if you wouldn’t view that as a very sustainable origin for a program. You need a champion.\n\n**MD**: Yeah, you certainly need a champion. AJ and I disagree about this a bit. We had talked to Athletics, and they were lukewarm about it. But Student Affairs got excited about it—and they got excited because there was sponsorship money—and we had an innovative Vice Chancellor who was willing to take some risk. All this was a little or medium-sized risk. When people are thinking about where to put this in a university, it needs to be somewhere that can tolerate some risk.\n\n**AM:** What is the right balance between students developing an esports program and a top-down implementation?\n\n**MD**: I may have a radical opinion on this. I think it is one-hundred percent the obligation of the university to do the heavy lifting. I think it is their obligation to do all the hard work, to build the program, to create a structure that aligns with values, and to build everything that needs to be built. I also believe in bringing in student voices and in hearing from the community about what’s needed, what’s wanted, and what will be successful. But at the end of the day, I think you’re kidding yourself if you think that students will be able to build a department, run an office.\n\nThere’s a group of people, and AJ is part of this group, who believes that a program is generated out of great student leaders. It’s really not. It’s about champions on campus listening to student voices and building what they think would be good for campus. There are so many examples of amazing gaming clubs and communities that have no varsity program at their campus. You look at UC San Diego or University of British Columbia: dominant teams, huge club, great culture, won championships and titles. A lot of Canadian schools don’t have varsity or institutional support, and it’s not because they aren’t great clubs. \n\nBut it is one-hundred percent, in my opinion, \\[the responsibility] of a champion—who either emerges or is selected by the institution—to build a program. And once that champion is empowered and given support, they need to work closely with students to weave in their opinions and thoughts. But \\[esports] is a university department, through-and-through, and needs to be led by university leaders.\n\n**AM:** What would have been important to know as you started building the UCI program? What are the one or two pieces of advice you would offer to someone starting out today?\n\nMD: Again, when we built the program, we were asking: “How do we get to Yes? How do we make this happen?” At times, you’re treading water to get everything done. When you’re in that mindset, you don’t look around to find all the potential stakeholders that should be involved, that might have an opinion about being involved.\n\nGenerally, my broad piece of advice would be to do a landscape scan. Consider all the stakeholders in a more thoughtful way. You need to work closely with the Information Technology people if you’re going to build an arena. We worked closely with the Title IX office, the Office of Equal Opportunity and Diversity, and the Counsel of Trademarks and Licensing.\n\nWhile we have a lot of faculty who are interested in games, and who were part of our conversation, we didn’t work as closely as we should have with the Faculty Senate. A lot of our critiques have come from the Faculty Senate, and we’ve had to continually address their questions and concerns. We now have a faculty advisory board, made purely of faculty, to allow them to weigh in and look at how we run our program.\n\nThere are many campus stakeholders: Communications, Media Relations, Student Center, Student Affairs, Admissions, Financial Aid. It’s a massive group, and our stakeholder group continues to grow. \n\nWhen you’re building a program, think of what initial stakeholders you may need to get the program up and running. But once you’re up and running, you need to know that nearly everyone on campus will be a stakeholder if your program is successful. Find a way to weave in those thoughts, opinions, and voices.\n\n**AM**: Do you think that an advisory board has been a good structure for the UCI program? Is that something you think other programs should emulate or adopt? \n\n**MD**: One-hundred percent. Nobody wants a rogue games department to be running around, unsupervised. Everyone wants to feel the assurance of more people in the room advising the program. We initially had an advisory group that had everybody—from housing, to club leaders, to community members, to some faculty, to Student Government. It was really ineffective. But people liked it because they knew they were in the room. They could have a conversation with the director and hear updates. We got nothing done, but it was comforting for people to know there was an advisory board: it wasn’t just Mark running around doing whatever he wanted. \n\nI certainly think that, like any big company, you need a group advising you. They’ll supply support, mentorship, and help you avoid pitfalls. They’ll connect you to the people you need to be working with. But, again, if you look at the stakeholders on campus, they’re going to want to know that a couple people aren’t running around doing something that will drag the university name through the mud. I don’t see anyone else \\[using an advisory board structure], but I certainly think they should be.\n\n**AM**: I haven’t heard of anyone using an advisory board outside of your campus. \n\n**MD**: Yeah, and that’s shocking to me. Not only do we have a faculty advisory board, but we have to have it on our website. Our Provost needs to be able to steer grumpy faculty to that and say, “Look: this group exists, here are their bios, here’s where they meet.” It’s been absolutely essential for us.\n\n**AM**: Last question. Do you have any thoughts about the NCAA and their recent decision to amend their rules around amateurism?\n\n**MD**: I think it clears a hurdle for them. I think to this day a lot of people have hesitancies about the NCAA getting involved with esports. I have been a longtime critic of theirs, especially around the amateurism piece. So that eases my concern on that element.With that said, I do think that some group that can represent all universities needs to exist. It does not exist yet, despite efforts to create one. I do see that as being one role that the NCAA can fill. Whether they’re the right group or not remains to be seen. I still lean away from them doing everything they do in traditional sports. But certainly they’ve done some great things in terms of finding ways to determine eligibility, tracking rules and compliance. It’s a big, hairy beast to build that from scratch. It needs to happen or we need to find a way to work with a group like the NCAA that already has the tools. \n\nThere are many campus stakeholders: Communications, Media Relations, Student Center, Student Affairs, Admissions, Financial Aid. It’s a massive group, and our stakeholder group continues to grow.\n\nWhen you’re building a program, think of what initial stakeholders you may need to get the program up and running. But once you’re up and running, you need to know that nearly everyone on campus will be a stakeholder if your program is successful. Find a way to weave in those thoughts, opinions, and voices",
  "author": "Alex McNeil"
}