{
  "layout": "blog",
  "title": "The Uni Esports program Rubric",
  "date": "2020-02-06T21:10:39.513Z",
  "thumbnail": "/images/new-blog.jpg",
  "body": "# [The Uni Esports Program Rubric](https://drive.google.com/open?id=1SW3gth4NavM-LdwY7xX5hyMsBEmkaJ7I)\n\n## Lessons From the First Wave: An Empirical Framework for Institutionalizing Esports on Campus\n\nHigher education leaders are challenged to navigate their institutions through a time of great peril and\r opportunity. Radical shifts in the economy, employment, and demography are key drivers for the\r current moment in higher education. To survive and thrive, institutions must find new ways to make\r education attractive and relevant to a changing pool of students.\r\n\nWhile formal studies are still sparse, our original research shows that esports programs have the\r capability to move an institution to higher ground, attract new pools of students, retain old ones, and\r improve educational outcomes. The early evidence is in: a campus-sponsored esports program can\r advance a school’s mission and provide a substantial return on investment for stakeholders, even in\r the current environment.\n\nBut what are the practical challenges of launching an esports program? And beyond the launch, how\r can stakeholders effectively integrate the program into the cultural fabric of the institution (a process\r we refer to as “institutionalization”), thereby securing its longevity within the political community of\r the campus?\n\n## _**1. Program Leadership**_\r\n\nEsports programs are typically spearheaded by a “champion” who devotes significant time and\r energy to laying the groundwork and manifesting a functioning program. But a single champion can\r only get so far on their own. The effort to develop a program gains momentum and stability as it is\r taken up by more stakeholders.\r\n\nThe healthiest esports programs have gained deep support at the grassroots levels and among senior\r administrators. As campus leaders and other stakeholders routinely refer to an esports initiative as\r “ours” and not “theirs,” an institution is moving closer toward being “highly developed.” Our\r respondents suggest that attention to leadership and stakeholder engagement is critical in the early\r stages and throughout program development. The senior administration and Board of Trustees are the\r loci of power for all major initiatives and esports will always benefit from one or multiple “angels” at\r this level.\r\n\n**Guiding question**: How robustly are stakeholders engaged as decision-makers, influencers, or\r advisors in the esports program?\n\n![](/images/SecretLab.png)",
  "author": "Alex McNeil"
}