{
  "layout": "blog",
  "title": "The Uni Esports Program Rubric",
  "date": "2020-02-06T21:10:39.513Z",
  "description": "We share the Uni Esports Program Rubric, designed for educational leaders of all pedigrees, but especially higher education leaders, to understand a cline of development for a college esports program - moving from less to more developed.",
  "thumbnail": "/images/new-blog.jpg",
  "body": "# The Uni Esports Program Rubric\n\n## Lessons From the First Wave: An Empirical Framework for Institutionalizing Esports on Campus\n\nHigher education leaders are challenged to navigate their institutions through a time of great peril and opportunity. Radical shifts in the economy, employment, and demography are key drivers for the current moment in higher education. To survive and thrive, institutions must find new ways to make education attractive and relevant to a changing pool of students.\n\nWhile formal studies are still sparse, our original research shows that esports programs have the capability to move an institution to higher ground, attract new pools of students, retain old ones, and improve educational outcomes. The early evidence is in: a campus-sponsored esports program can advance a school’s mission and provide a substantial return on investment for stakeholders, even in the current environment.\n\nBut what are the practical challenges of launching an esports program? And beyond the launch, how can stakeholders effectively integrate the program into the cultural fabric of the institution (a process we refer to as “institutionalization”), thereby securing its longevity within the political community of the campus?\n\nHere is a picture of the rubric, which can be downloaded in full [here](https://drive.google.com/open?id=16oBCC3a8giAn_8XefsipRIYmxxIywIAO). \n\n![The Uni Esports Program Rubric](/images/uni-rubric.jpg \"The Uni Esports Program Rubric\")\n\n## _**1. Esports Program Leadership**_\n\nEsports programs are typically spearheaded by a “champion” who devotes significant time and energy to laying the groundwork and manifesting a functioning program. But a single champion can only get so far on their own. The effort to develop a program gains momentum and stability as it is taken up by more stakeholders.\n\nThe healthiest esports programs have gained deep support at the grassroots levels and among senior administrators. As campus leaders and other stakeholders routinely refer to an esports initiative as “ours” and not “theirs,” an institution is moving closer toward being “highly developed.” Our respondents suggest that attention to leadership and stakeholder engagement is critical in the early stages and throughout program development. The senior administration and Board of Trustees are the loci of power for all major initiatives and esports will always benefit from one or multiple “angels” at this level.\n\n**Guiding question**: How robustly are stakeholders engaged as decision-makers, influencers, or\nadvisers in the esports program?\n\n## _2. Esports Program Governance_\n\nAs numerous respondents have indicated, an esports program can be greatly stabilized through the\n creation of a formal governance structure consisting of stakeholders from across the university\n community.\n\nHighly effective esports program governance will involve a diverse group of university members regularly engaged in program goal-setting. This does not mean however, that all decision-making will occur by committee. Individual leaders will still be responsible for setting the direction of the program and for seeing to daily business. In a highly developed program, however, leaders will be accountable to a group of stakeholders that represent the interests of all major stakeholder groups, including students, staff, and faculty members. In more developed programs, governmental advisory boards will support the special work of the unit as needed.\n\n**Guiding question**: How well do governance structures and processes support the program and how\n should they be developed as the program builds to scale?\n\n## _3. Alliance Building_\n\nA key to program institutionalization is recognizing that people and cultures are equal in importance to the adequacy of technical tools and infrastructure. For a program to become fully integrated into the fabric of the campus and not simply imposed by fiat, unit leaders must actively build alliances with all stakeholders in departments ranging from athletics to academics.\n\nIn a developed program, the value of esports is articulated vis-a-vis the unique drivers and motivations of each key stakeholder, and program leaders make efforts to secure buy-in from a wide coalition of community members on an ongoing basis. Program leaders ensure that the needs of stakeholders are being heard, if not always met.\n\n**Guiding questions**: How can the value of esports be articulated? Who needs to be at the table? How\n have their voices and experiences shaped the effort so far?\n\n## _4. Esports Branding & Cultural Salience_\n\nFor a program to stand out and to advance an institution’s goals, it must become a prominent element of the controlling narrative of the campus, ideally touching on the core of what it means to be a member of the student community.\n\nThis dimension of the rubric highlights the journey of an esports program to cultural relevance on campus and, in a more highly developed program, its integration with the institution’s larger brand. For many programs, increasing brand salience will be a means to the end of recruiting new students and engaging those who are already on campus.\n\n**Guiding questions**: How prominent is the esports program in public and internal marketing? How well is esports embodied in the rituals, language, stories and artifacts of campus culture?\n\n## _5. Strategic Planning_\n\nThe impact of an esports program has a positive correlation to how well it is integrated into the general strategic plan guiding the institution's operations and day-to day decision making. In initial stages, the connection between esports and strategic planning are implicit. The program’s foundational or guiding documents may do little to align the program with the university’s larger mission.\n\nAs a program begins to develop, the connection between the esports program and larger institutional goals may become more explicit. As the esports initiative becomes a relevant consideration for high- level decision makers in strategic planning processes, the esports program will in turn begin to reflect institution-wide goals in the way it allocates resources and pursues projects.\n\nIn developed programs, measures of the program’s outcomes are directly connected to tangible benchmarks for major units across the university community (e.g., correlation with better retention and recruitment for admissions pipeline).\n\n**Guiding questions**: How explicitly is the esports program aligned with strategic planning, goals, metrics and benchmarks for campus units?\n\n## _6. Metrics & Tracking_\n\nData and evidence about program efficacy are important point of leverage for agents of change. Data on the esports program should be collected and analyzed, especially in the earlier stages when benchmarks and key indicators are being established. The campus offices of assessment, institutional effectiveness and/or research should be tapped as a resource early in the process.\n\nAn initial program may have little or no formal process for measuring the efficacy of the program. In contrast, a more developed program on the measurements dimension may have measures in place for collecting, synthesizing, and bubbling up data to decision-makers across the university. Advanced programs are expert in capturing and making sense of esports data for other members of the university community.\n\n**Guiding questions**: What data are needed to chart the program impacts and inform planning and implementation? How will data be collected, analyzed, and communicated to various stakeholders?\n\n## _7. Resources_\n\nResources in the form of dedicated staff, space, and technology are an essential component of any esports program. In early stages of development, ongoing resource commitments beyond startup funds may be insecure, predicated on early student adoption or perceived success, and may involve ad hoc appropriations. As more units from across the university community come on board, dedicated resources may be appropriated as part of a formal budgeting process.\n\nEven in relatively developed programs, funding may require dedicated grant writing, donor asks, and third-party sponsorships solicited by a program leader. External commercial sponsors and branding revenue may offset costs in highly developed programs, moving the program toward cost neutrality. In a more developed phase, institutional funding sources may be designated to maintaining and even expanding a program over a longer period of time.\n\n**Guiding questions**: How sufficient are resources to support the current program and to scale up in future to achieve the goal state? How will staff and student teams keep current as technologies and platforms evolve?\n\n## _8. Diversity, Equity, and Inclusion_\n\nAny esports effort should strive to match the diversity in program participation with the overall demographics of the campus, if not to exceed this standard. More highly developed programs will make and realize strong commitments to recruit diverse players and to create an accessible and inclusive physical space for all students to enjoy.\n\nA good benchmark to assess this dimension is the degree to which the esports program meets the Title IX standards modeled by the best athletic offerings on campus or elsewhere. A program’s success on this dimension can be evaluated by considering the diversity of recruited students, access to support services for players and casual visitors, retention of diverse students, and graduation rates among players.\n\nGuiding questions: How well is the esports program plan aligned with the Diversity Plan, ADA Plan, Title IX regulations or other relevant strategic priorities of the institution? What data sets will inform planning and assessment to make sure the program is representative and student-ready (regardless of race, ethnicity, sex, gender identity, sexual orientation, ability, age)?\n\n## _9. Curricular Integration_\n\nA fully developed esports program has some explicit connections with the institutional and program learning outcomes. The developed program in this dimension is tied in with some course content dedicated to the study of esports and gaming from a technical, humanities or social science perspective. Some more highly developed institutions may have courses or programs of study specifically related to esports (e.g., esports management, video game design, digital storytelling).\n\nAnother key indicator is the extent to which occupational experience pathways for relevant careers are available to interested students and articulated in public-facing marketing efforts. In a highly developed program, the esports initiative will both suffuse and transcend the classroom, providing a clear pathway for students to pursue their passion for esports in educational and occupational contexts.\n\nGuiding questions: How explicitly is the esports program aligned with strategic planning, goals, metrics and benchmarks for campus units?\n\n## _Application of the Rubric_\n\nFor those who have completed the rubric, some immediate next steps are worth mentioning. Note where your strengths are and consider how you will leverage those strengths to address weaker areas.\n\nFor example, if your program has adequate resources but a low public profile, then you may want to embark on a campaign to bolster participation and visibility. Lower levels of resources but higher levels high alliance-building would suggest that your program could frame a successful case for allocations by leveraging support from a diverse panel of stakeholder-advocates. Used in this way, the rubric may be useful as a tool for shaping the strategic priorities of program leaders in addition to mapping the developmental profile of the program.\n\n## _Conclusion_\n\nThe data from our respondents show that founding a sustainable collegiate esports program requires a high level of preparation, strategic planning, and grassroots alliance building across campus. An organizational learning perspective as embodied in the rubric presented can clarify the challenges common to professionals working at the intersection of esports, student life, and institutional culture. \n\nThe rubric has been offered as a tool for readers to more explicitly assess their programs’ current status across the included dimensions and to understand pathways for development and improvement.\n\nAbove all, this rubric is intended to be used. If you have any questions about its application or methodology, please contact Alex McNeil at alex@uniesportsgroup.com.",
  "author": "Alex McNeil"
}