{
  "layout": "blog",
  "title": "Architects of Collegiate Esports: Building a Collegiate Esports Program with Glenn Platt",
  "date": "2020-02-11T22:13:58.386Z",
  "description": "Glenn Platt, director of esports at Miami University, shares his expert advice on how to build an esports program that has longevity on campus and meets students where they're at.",
  "body": "## About the Program: Miami University\n\nMiami University Esports holds the distinction of being the nation’s first D1 varsity esports program. The championship program is housed in the university's AIMS department (Armstrong Institute for Interactive Media Studies), an academic unit that provides a space for students to “explore the intersection of technology, design, business, and how digital technology is transforming traditional areas of inquiry.” In addition to its reputation for competitive excellence, the Miami program is also a leader in esports education, offering a range of classes on esports and gaming in addition to summer camps for high school students.\n\n## About Glenn Platt\n\nGlenn Platt, C. Michael Armstrong Professor of Network Technology, has been Director of the Interactive Media Studies Program at Miami since 2000. He is a widely-cited expert on digital classroom practices and spearheaded the creation of the esports program at Miami University. In addition to his responsibilities as a professor and department chair, he currently acts as esports program director.\n\n# The Architects of Collegiate Esports: Miami University\n\nThe following conversation was held between Glenn Platt, Director of Esports at Miami University, and Alex McNeil, President of Uni Esports Group.\r\n\n\r\n\n**Alex McNeil, Uni Esports**: What, in your mind, were the most important phases of the program’s development, and which were the most difficult to navigate? \r\n\n\r\n\n**Glenn Platt, Miami University**: I have a predilection for things in threes, so I’ll talk about three difficult periods. There was the initial building of momentum, which is difficult with any academic program. In higher education, new things are difficult to get started, and there are all sorts of interesting reasons why that happens. Higher ed is really bad at getting rid of things; it’s better at adding them. The flip side of this is that adding new programs becomes hard without taking something away. When considering adding an esports program, you have to deal explicitly with the question of whether this means resources will be taken away from athletic offerings. Answering this question and getting the initial buy-in from resource-concerned decisionmakers was difficult for us. \r\n\n\r\n\nA second layer of difficulty consists in the fact that universities are not top-down organizations. If we were Procter and Gamble, and the CEO were to say, “We’re going to have an esports team,” then it would just happens. Everyone reports to that person and the strategy is dictated from above. In higher education, on the other hand, we’re basically a collection of independent contractors. Strategy is nominally coming from above, but honestly, nobody has to abide by it. Every university comes up with a strategic plan, but the faculty and staff are rarely if ever judged against that. Building consensus is critical to getting something like \\[an esports program] off the ground. You have to build enough inertia that the program can sustain itself beyond the fact of institutional directive. \r\n\n\r\n\nThat, at least, was the case in 2016. Now, today, Presidents of universities say, “Hey, we should have an esports team,” which wasn’t the case before. I expect that creates a whole different set of challenges. University of Akron is a good example. Akron was in a major financial crisis: they cut eighty majors, and the President said: “And… We’re going to build an esports team and arena.”\r\n\n\r\n\nWhen direction comes from above like that, you may face an opposite problem of securing buy-in from the average member of the university community. If I’m in a department that just had their major eliminated and I hear the university is spending money to create a new esports program, I may be thinking, “What the hell is going on? You’re building this at my expense.” So, depending on the resource climate of the institution, initial buy-in is a hurdle.\r\n\n\r\n\nA second problem is overcoming a set of objections in the esports space that, seriously, I could address in my sleep. They’re question you always get asked. In the early days I thought these questions were just a hurdle that, once everyone became enlightened, would pass. But I don’t see that happening. You know the objections. “Esports isn’t really a sport.” “There’s nothing academic about this.” “Video games contribute to violence.” “Video games are addictive.” “What about diversity and equity in the space?” There are others. \r\n\n\r\n\nThose objections need to be addressed early and with absolute certitude. If any of them take root at your institution, they can really undo what you’re trying to accomplish. I know there are some leagues and schools that are trying to draw the moral line about which games they play and which they won’t. That’s a slippery slope: maybe Overwatch isn't a shooter because there’s no blood—so is “blood” the criteria? Once you open that door, it’s bad news.\r\n\n\r\n\nAnother thing: If you don’t treat esports like a sport, if you treat it like a hobby that your computer science department is funding, it may become hard to grow the program. Hobbies funded by computer science departments don’t tend to receive travel budgets or scholarships. You need to have a really tight narrative about your program and socialize it extensively. That took a lot of time and political capital.\r\n\n\r\n\nAnd then, in the mature phase, our big challenge is around the arms race for resources necessary to be successful in esports, especially scholarships. It doesn't matter if they're under $2,000. Many scholarships are work study, where you may receive a scholarship but have to work on the team. But it doesn’t matter. That’s the perception: How many scholarships do you have? I’m spending far more of my time now fundraising and building resources than I ever thought I would. It remains a significant challenge. I made a seven-figure ask for scholarships from a major donor a couple weeks ago. When we had first started, I never thought that would have been something I had to do.\r\n\n\r\n\n**AM**: Maybe that theme—the need to treat esports as a sport rather than a hobby, as well as the arms race around “sportifying” esports through scholarships—is a good segue to the next question. How do you deal with keeping the program in your academic department while treating it as something that emulates athletics? \r\n\n\r\n\n**GP**: They talk about how light is both a particle and a wave, depending on how you look at it. Esports is similar. My belief about where or how esports ought to be organized, and why I believe that placing it in an academic department is best, does not mean that esports shouldn’t be placed in athletics.\r\n\n\r\n\nIn some talks I’ve given, I’ve said that esports is a sport of the third kind. It’s not entirely academic, but it’s not athletic in the traditional sense of sports. It’s in a category of its own, which is why it can be housed in a number of different places in the institution. As an academic institution, our commitment is to the students—to help them be successful and make the world a better place, and help them understand all the things that are going to shape their world when they graduate. I think that not talking about esports in an explicitly academic context is withholding a piece of the world that is growing quickly. \r\n\n\r\n\nI think esports will be central to the world of tomorrow. I know this is a bit fantastical of a vision, but if you just look at the amount of time being spent on esports by people your age and younger, it’s not hard to imagine that esports will be everything in thirty years, the new Monday Night Football. We have an obligation as an academic organization to be where our students are: to speak the language they speak and to operate in the context they operate in. Esports is the context of their lives. As an academic unit, it should be our context as well.\r\n\n\r\n\nThe second reason esports belongs in academics is because the real opportunity for esports requires leveraging the full ecosystem, not only the gaming component. By putting esports into athletics, you’re focusing the spotlight on the five people sitting in front of the computers and the coaches standing around them. But the jobs in the ecosystem range from hardware, software, game design, game development, betting, fantasy sports, network communications, streaming platforms, broadcasting, media rights, advertising. All of those are things we already teach; they’re things that are available in degree programs. As a university, embracing esports should be about embracing the entire ecosystem and not just the five people sitting in the center of the room.\r\n\n\r\n\nI mentioned at a recent conference that we have a new online graduate degree in esports management. We’re going to offer it on Twitch. We think the whole ecosystem needs to be part of what we do. That’s why we chose to build esports in an academic department. It comes with problems, no doubt. Sponsorship and all these other things that athletic organizations have already figured out? We don’t know anything about that.\r\n\n\r\n\n**AM**: At a recent conference, someone asked whether you thought the esports program would still live in your department in five years. If I recall correctly, you said you didn’t think that it would. Can you expand on that?\r\n\n\r\n\n**GP**: I think what is likely to happen over time in my department is that our gaming program will split from the rest of the department. In our department, we have close to one-thousand students. They study all things interactive: websites, apps, robotics, useability, interactive video screens. Our game program is part of that. The game program is, in fact, the highest ranked major at the university right now. I just got an email this morning that our game program is the highest ranked program in the country. I think the demand for the game program will continue to be strong, and that esports will attach itself to the games program and evolve into a department of games.\r\n\n\r\n\n**AM**: Placing yourself in the shoes of someone who’s starting a program today, what advice would you give for “institutionalizing” an esports program, for getting it to a place where it can live in the institution beyond a single advocate or champion?\r\n\n\r\n\n**GP**: Yeah. That’s an important question. In my twenty-six years in higher education, there are certain truisms that I have recognized. One of them is that, in higher ed, things rise and fall because they have a champion. There are very few things that are institutionalized in higher education. So figuring out how to institutionalize esports is definitely the million-dollar question.\r\n\n\r\n\nArenas and spaces can be reused. They’re basically computer labs or performance arenas. So I don’t think that finding space alone institutionalizes the program. To speak fairly cynically—but bluntly—it’s all about money. If we’re able to close the deal on this seven-figure gift, that money goes into an endowment, and that endowment is forever. The uses for that money then become more specified and locked in. We’re creating a Master’s degree, which represents at least a multi-year commitment to the students who enroll in it. So I think creating degree programs locks it in. \r\n\n\r\n\nSponsorship agreements also provide a short-term lock. At the moment higher ed everywhere is in a bit of a panic about revenue, so anything that has an annuity or some form of long-term revenue stream will be much more untouchable when things get tight. When things get tight, they’re going to cut the debate team, which has no revenue coming in. Those are all things that would make an esports program somewhat “unmovable.” \r\n\n\r\n\nIf the program were in athletics, it would be a different story. Athletics has their own way of locking things in. As a sort of in-between answer to the question, I believe that as the shakeout around leagues happens—which I expect it will in the next year or two—another form of commitment and stability will emerge. When you have a football team and you join the NCAA, there are certain commitments you have to make. If you pull yourself out, there are financial penalties in the millions. If you’re in the Big 10, let’s say, and decide you no longer want to be in the conference, there are insane consequences that accompany that decision. So as structures evolve in college esports that require a greater degree of commitment, that will lend stability to the scene. \r\n\n\r\n\n**AM**: If you have a piece or two of advice for someone building a program today, what would it be?\r\n\n\r\n\n**GP**: I get asked this a lot. We have visitors coming every week, and that’s the question they ask. “What should we know?” It’s important to put together a pitch deck. It sounds like a small thing, but it’s actually big. We have a pitch deck that we modify depending on the audience, but ninety percent of it remains the same. It answers all those questions I talked about earlier: How big is this? How much is this going to grow? Showing things like the Pricewaterhousecoopers study that says esports is the fastest growing sport in the world, faster growing than soccer; or Deloitte’s projections that esports will be a $2bn industry by 2020. Having all that material cited, showing the evidence—it goes so far, incredibly far.\r\n\n\r\n\nAlso remember that you're going to have to socialize esports across the entire institution. If esports is positioned as something that a single person at the institution wants, no matter how important they may be, you’re going to get pushback. But if you take the time to identify the important stakeholders and, one by one, talk to them, take the pitch deck to them, you’ll have a better result. Take the time to understand their motivations, their KPIs, the things they’re evaluated against, and try to position what you do as helping them. It’ll go a long way. If you’re speaking to the athletics office, for example, and their measurement is attendance, speak to that.\r\n\n\r\n\nWhen we were in the NACE finals for Overwatch, more people watched that than went to every single football game that year at our university. So figure out which numbers matter, put them together in a pitch, and socialize it.\r\n\n\r\n\nThe second thing is to recognize that the bar for entry is low. You just need a nice computer lab. It’s not like you’re starting a football team. Esports is, relatively speaking, easy to get off the ground; you can bootstrap it. We funded our program out of our academic department. I took a chunk of our department’s budget and reallocated it, because it wasn’t a lot of money in the grand scheme of things. Just get out there and make it happen.\r\n\n\r\n\nAnother critical piece of starting a program is to engage your club scene actively and from the beginning. Your club scene can be your greatest asset or your greatest liability. If the club thinks that the program is part of their ecosystem, you have an awesome pipeline for recruitment, you have an audience for your stream, and that sort of thing. If your club scene sees you as a competitor or as this snooty thing that thinks they're so much better than the club, you’ve set up a hostile situation in which getting student buy-in and volunteers becomes difficult. Volunteers aren't going to want to help if you haven't gotten the club on board.",
  "author": "Alex McNeil"
}