{
  "layout": "blog",
  "title": "The State of Collegiate Esports",
  "date": "2020-02-11T15:36:02.980Z",
  "description": "Go into the world of collegiate esports with the first Blue and White Paper created by Uni Esports. We look at the sentiments of athletic directors toward college esports programs, unpacking their responses to a variety of questions on building an esports program on campus.",
  "thumbnail": "/images/annotation-2020-02-11-074534.jpg",
  "body": "This post is a text version of a resource we released in September of 2019. The full copy of the resource can be found [here](https://drive.google.com/open?id=1HDUAVKbmA94X40nYkHSPiy-ZmSbmGW4h).\n\n# The State of Collegiate Esports: Blue and White Paper #1\n\nAt the time of writing, one week after the dramatic conclusion of Fortnite’s World Cup tournament, the internet is awash with headlines heralding the “arrival” of esports as a form of competitive entertainment that is here to stay. With traditional institutional voices such as the NCAA and Goldman Sachs affirming the role of esports as an undeniable cultural and economic force, a form of entertainment that’s audience is estimated to equal the NFL’s by 20221 , the race to participate in the growing esports scene has begun for institutions of every kind. \n\nSome of the most dedicated efforts to adapt to the growing esports trend have come, perhaps unsurprisingly, from universities and colleges across the United States. As of 2019, over 150 varsity esports programs exist nationwide, with many more schools currently developing their own club or varsity programs for rollout in the Fall 2019 term. As schools begin to recognize some of the benefits associated with esports programs— bolstering enrollment, improving campus culture, and providing opportunities for interdisciplinary research are three examples—they have begun to prioritize funding for arenas, staffing and coaching, and scholarship opportunities for student-athletes recruited to play competitive esports in their fledgling programs. \n\nDespite the growing presence of esports on university and college campuses, however, there remain many barriers to creating successful programs. In our series of Blue-and-White Papers, we will focus on the essential knowledge gaps confronting key stakeholders (student groups, athletic directors, C-Suite members, and faculty, to name a few) who are considering, or engaged in the process of developing, a collegiate esports program. \n\nWe designed our flagship survey around several key questions. What is the state of readiness for esports among the collegiate athletic community? What are the perceived (and, among those who have successfully implemented esports at their schools, already realized) opportunities associated with creating a program? What are the most pressing obstacles and concerns that decision-makers face in their efforts to create a program today?\n\nThe answers to these questions provided by respondents were complex and often challenged our operating assumptions. While awareness and excitement about esports were high among our survey respondents, we discovered skepticism about both the feasibility of collegiate esports programs and the range of benefits an esports program could provide outside the spheres of student-body culture and recruitment efforts. As the collegiate esports landscape continues to take shape, it will be crucial for proponents to address concerns on both sides of this cost-benefit equation as they build their internal cases for moving forward. There is a learning curve and those who have actually enacted programs show a different pattern of responses from those who have not. This Blue-and-White Paper aims to address this gap as a step toward demystifying the “esportification” of campuses now underway nationwide. The enthusiasm from established program leaders suggests to new adopters that there is no reason to wait. \n\n## Methodology and Survey Population: Sampling Athletic Directors\n\nOver a month-long period, we sent a survey to 2,047 athletic directors from across the country. Our survey included questions designed to assess respondents’ understanding of esports, their perceptions of what value an esports program could offer to their school community, and their sense of where the greatest obstacles exist to creating a program.\n\nOur selection of athletic directors (ADs) as the survey population was an outcome of our observation at conferences and in meetings that, overall, efforts to build collegiate esports programs are being undertaken within the frameworks of existing collegiate athletic programs. Athletic directors thus provided a natural first population for us to survey. We obtained our outreach list by scrubbing a comprehensive directory list of ADs for email addresses, then contacting the entire list with a request to participate in our survey. \n\nSurvey items were constructed with an eye toward capturing a snapshot of issues and current perceptions as well as identifying surface gaps in knowledge and points deserving further inquiry. The survey consisted of a mix of question types, including 4-point Likert Scale ranges, rank-order questions, and open-ended response fields. \n\nOf our initial population, 395 respondents (19.3%) completed the survey, many of whom provided long-form comments to help contextualize their multiple-choice and ranked-choice responses. After collecting our survey data, we connected with a smaller focus group of respondents whose comments we found insightful or noteworthy. The content of these interviews has been interwoven throughout this report. Because survey response-rates of public groups tend to range from between five to twenty percent, the relatively robust response rate of our survey adds some confidence to the portrait that emerges from the responses2 . The high percentage of the response population who agreed to a followup inquiry (41%) suggests that this is a highly motivated population engaging in a “hot” topic. \n\nCollectively, our respondents represent a diverse mix of public and private institutions from every state in the US, with student bodies ranging in size from between 250 to 40,000 students. As a preliminary inquiry into an emergent area, their responses yield a wide-view snapshot of the current state of collegiate esports.\n\n## TL;DR: Key Findings and Takeaways\n\n* Participants reported high levels of familiarity with esports, with 87% of respondents agreeing or strongly agreeing that they were “familiar with competitive video game culture.” Additionally, 58% percent of respondents reported that they would be comfortable leading an effort to develop an esports program on their campus.\n* Among schools sampled, few (9%) had a varsity program, while the majority of schools (71%) had no program at all. Additionally, 20% of schools had a club program. \n* A high volume of respondents agreed that there would be a benefit to building an esports program for students (84%) and for the university’s brand (86%), with lower perceived benefit to academic culture (70%) and university values and mission (63%). \n* Despite prevailing positive sentiment toward esports, only 53% of survey respondents believed that the investment to launch an esports program is minimal, given the potential benefits, while only 33% agreed that it would be easy to locate outside sponsorship or support for their programs.\n* When asked to rank the four greatest challenges to creating an esports program, 56% of respondents listed “costs and funding” as the greatest challenge. The other choices—“a lack of knowledge or experience,” “persuading university stakeholders,” and “time and energy”—received equal weight across the second, third, and fourth categories, signifying equal perceived difficulty. \n* When asked to rank the five greatest benefits to creating an esports program, 74% of respondents listed “student body and campus culture” and “marketing and enrollment efforts” as either the first or second greatest benefit. The three other choices—“revenue generation efforts,” “academic culture,” and “external partnerships”—received equal distributions in the third, fourth, and fifth choice, signifying an ambivalence or indifference about these factors when compared to the other two, more unequivocally recognized values.\n\n## **1. State of Collegiate Readiness: Broad Yet Shallow Knowledge of Esports; A Willingness to Lead Program Implementation**\n\nAmong our first goals was to establish a baseline of familiarity with esports among our respondents. To this end, we asked respondents to report their “level of familiarity with esports and competitive video game culture.” Perhaps unsurprisingly, we found a high degree of self-reported familiarity, with 87% of respondents registering a sense of familiarity with esports. These data indicate the nearly ubiquitous awareness of esports within the collegiate athletic sphere. \n\n![Awareness of esports, divided into two categories, \"familiar with esports\" and \"not familiar with esports.\"](/images/awareness.jpg \"Awareness of esports\")\n\nAs a second and related measure of familiarity, we asked respondents to qualify their level of comfort with “leading an effort to develop an esports program on my campus.” Here, 58% of respondents reported that they would be comfortable leading program development efforts. Based on the numerous comments left by respondents, we attribute the difference between levels of self-reported familiarity with esports and the level of confidence around implementation to a lack of resources and consensus practices for developing a program. There is a clear and present need to marshal and disseminate the information that institutional decision-makers need to operationalize a program from the ground-up. \n\nBecause comfort and familiarity are self-reported measures, we did not attempt to verify (except anecdotally) the objective levels of familiarity with esports held by our most confident respondents. It is thus important to confront the possibility that some portion of the respondents “don’t know what they don’t know,” as it were, and are laboring under a false sense of confidence. It remains the case that information about the esports ecosystem is scattered or else unavailable; thus, we believe there is a high likelihood that many of those who registered a strong sense of familiarity have only a partial understanding of the scope and dimensionality of esports.\n\nAnother means by which we controlled for experience was by isolating the data of those respondents whose schools have already established varsity programs, and whose self-assessments thus map more closely onto concrete experience with esports program development. As we will discuss, these respondents held higher levels of confidence about the potential for an esports program to enhance their institution as a whole.\n\n## **2. Program Landscape: Few Varsity Programs, Increasing Rate of Rollout**\n\nWhile there are some existing data that reflect the number of varsity esports programs nationally, we asked our respondents to describe what kind of esports program, if any, exists on their campus. The majority of our respondents (71%) reported that no program existed, while a smaller group (20%) said their school had a club program. Only 9% of respondents reported that their school had a varsity program. Two percent of respondents further qualified their selection, adding that their school was either developing a club or varsity program, or in the early phases of evaluating the requirements to create a program.\n\n![The distribution of collegiate esports programs across three categories, \"no program exists,\" \"a club esports program exists,\" and \"a varsity esports program exists.\"](/images/esports-program.jpg)\n\nMany respondents who said their school had no esports program contextualized their responses—adding that they are actively considering delegating resources to the development of a program, and are planning to undertake a more serious program-creation effort in the coming year to two years.\n\nOthers who reported “no program,” however, expressed intense reservations in their long form comments about the value of an esports program. Over thirty such respondents wrote that they were uncertain whether esports belonged under the departmental heading of athletics, also citing personal concerns about the possible negative effects of esports on academic and student culture more broadly. \n\nWe believe that these strong negative sentiments, which we will explore more deeply in the following section, are partly due to a lack of first-hand experience with any form of esports program. Because rates of collegiate esports adoption are low, school decision-makers are underexposed to examples of esports programs making positive contributions to campus life. The same is true about the role of esports as a properly athletic discipline: too few case studies of esports’ integration into athletic departments exist, leaving many athletic directors confused about what it would look like to house an esports team under the umbrella of their department.\n\nDeveloping more publically-available examples of collegiate esports programs will be crucial to fueling the already-accelerating trend of adoption. As the collegiate esports adoption curve begins to steepen, the relationship between esports and athletics may become self-evident. Currently, however, there is a sizable knowledge gap around the logistics of esports implementation within collegiate athletic departments.\n\n## 3. Sentiment Analysis: Esports has a clear value to student Body, but there is ambivalence about academic and mission tie-ins\n\nTo assess the sentiments associated with developing collegiate esports programs, we asked a series of questions that measured perceptions about the value an esports program could add to an institution. \n\n![Esports wordcloud assessing different kinds of emotional responses to the concept of an esports program](/images/word-cloud.jpg \"Esports Wordcloud\")\n\nWhen respondents were asked whether student body culture would benefit from the addition of an esports program, 84% of respondents agreed or strongly agreed. We received similarly high levels of agreement that an esports program would benefit a university’s brand, with 86% of survey respondents agreeing or strongly agreeing. \n\nThese two data points reflect the clear awareness among respondents of the growing demand in student bodies for opportunities to participate in competitive gaming, as well as an awareness of the strategic value for an institution’s brand presented by an esports program. With a predicted global audience of 276mm by 2022, 79% of whom will be below the age of 353 , esports represents a crucial opportunity for educational institutions to stand out from the crowd.\n\nPerceptions about the value of an esports program to academic culture, however, were somewhat lower, with only 70% of respondents agreeing that academic culture could be enhanced by an esports program. The greater level of ambivalence about the value of esports to academic culture, while not in and of itself particularly surprising, reflects the general perception of esports as a recreational past-time without clear ties to learning or academics. Smuggled into this response, too, is the perennial perception of videogames as distraction from focused academic work. \n\nWe attribute this lower rate of positive response to a lack of examples about how esports can align with and even advance learning outcomes. For esports to be successful as an academic tool, staff and faculty need to know how to integrate it optimally into coursework and the co-curriculum as a high-impact practice. From conversations with those who have led the development of esports at their schools, some of the most rewarding applications of esports have come from its use as a medium for interdisciplinary learning. \n\nThe most ambiguous result gathered from our series of sentiment questions concerned the perception of what contribution an esports program could make to an institution’s values and mission. Only 63% of respondents agreed that an esports program could enhance an institution’s ability to pursue its values. Many respondents contextualized their disagreements, adding that, to them, esports represented intractable issues around diversity, violence, misogyny and gender-based discrimination.\n\nA subset of the population who raised similar concerns noted that the depictions of women in popular competitive games was a particular obstacle due to their status as an all-women’s program. Perceptions about the presence of toxic masculinity in gaming culture were also common. \n\nWe agree with these respondents that toxic masculinity and gender-based exclusions constitute large problems for the continuation of esports’ development at the collegiate level. As the collegiate esports scene continues to coalesce, questions about gender, race, equity, and culture must take center-stage. \n\nEsports struggles with its share of problems in issues of diversity, representation and equity. Addressing them intentionally and thoughtfully, at the planning stage of any campus-based program, may allow this industry to avoid the most serious pitfalls that are today consuming the public discourse about professional athletics. Some groups within the esports ecosystem have begun to focus on these issues. Companies like Microsoft have developed controller technologies that will level the playing field for those gamers with physical differences that would impede competitive play. The dating app Bumble recently announced their sponsorship of an all-women Fortnite team. Other groups, such as Girls Make Games, are actively working on the problem of gender equity in video game culture.\n\nIt should be the first priority of the esports community to engage substantively with the issues of inclusion, toxicity, and discrimination that are endemic to esports, in order to “get it right” while the scene is still developing and relatively plastic. What better place for this to occur than on college campuses–where social scientists, artists, humanities scholars and others are focused on the social problems of our day in collaborative inquiry with their students? Universities can serve as sites of transformation for gaming culture, beginning with a focus on the depiction of and participation of women.\n\n## Comparison: Sentiments among those with varsity esports programs already established\n\nWhen we examined the breakdown of sentiment among those whose schools had varsity programs, however, the distributions looked somewhat different.  \n\nWhen asked whether the student body would benefit from the addition of an esports program, an astounding 100% of the sub-population who had varsity esports programs agreed that it would (meaning, in the context of this sub-population, that it actually did). Similarly, 100% of the same subpopulation agreed that an institution’s brand benefited from the addition of a program.\n\nOn the other two questions, 97% and 93% of respondents agreed that an esports program would contribute positively to an institution’s academic culture and mission, respectively.\n\nThere are at least two possible explanations for such a positive response from this particular constituency. One might assume that anyone who has committed to developing an esports program would further commit to defending its value. One might read in these results a certain reflexivity or boosterism.\n\nAnother interpretation, however—and one supported by the testimony of many athletic directors and program coordinators currently leading a varsity esports program—is that those who commit to developing varsity esports programs quickly realize the value they contribute to every sphere of campus life. This latter interpretation seems especially present in the data about the value of an esports program to students: 76% of the survey subpopulation “strongly agreed” that students on their campus benefitted from an esports program—the most unequivocal statement of perceived value captured anywhere in the survey. \n\nOne important way to address the disparity in sentiment—between those who have, and those who do not have an esports program at their school, is through the creation of resources that profile the numerous and diverse benefits to student life that an esports program entails. Showcasing the ways in which esports programs have benefited student culture, offered exciting new avenues for research, and furthered the goals of the university will help assuage some of the concerns and (mis)perceptions about esports held by administrators with less hands-on experience in program creation.\n\n## 4. Benefits and Obstacles: Value for student body, enrollment; resource and knowledge scarcity\n\n**Benefits**\n\nA calculus of costs and benefits forms the core of the decision-making process around whether to commit the resources necessary to found a collegiate esports program. When asked whether “the investment to launch an esports program would be minimal, given the potential benefits of starting a program,” athletic directors are split almost evenly into two camps. \n\nWhen asked, 53% of respondents agreed that the investment would be minimal given the benefits, while 47% disagreed. There was no strong commitment one way or another; responses were mostly in the 2 and 3 point mid-range in the 4-point Likert scale (4-Strongly Agree). 77% of respondents fell into either the “somewhat agree” or “somewhat disagree” categories, with only 23% either “strongly agreeing” or “strongly disagreeing.” Additionally, many gave context to their responses, reporting an uncertainty about how to assess the value of an esports program, and thus uncertainty about whether the benefits rendered by program adoption would qualify the investment as “minimal.”\n\n![Perception about whether investment in a college esports program is minimal or not, given the benefits.](/images/esports-investment.jpg \"Is investing in esports worth it?\")\n\nWhen asked to rank order the areas that would receive the greatest benefit from the implementation of an esports program, the preponderance of first-choice responses fell into two categories: “student body and campus” accounted for 49.5% of first-choice selections, while “marketing and enrollment efforts” accounted for 37.9% of first-choice selections. (The remaining 13% of responses were divided among the other three options, “revenue generation efforts,” “external partnerships,” and “academic culture.”) \n\nThe same two categories, “student body and campus” and “marketing and enrollment efforts,” received the largest share of second-choice picks as well. Third, fourth, and fifth choice picks saw a relatively equal distribution across the three less popular categories, “revenue generation,” “external partnerships,” and “academic culture.” \n\nThese data give a clear signal that, while administrators may recognize some potential benefits of an esports program to revenue generation, partnership creation and academic culture, the true perceived value of an esports program is in its promise to improve campus life for students and to bolster enrollment and retention. What are the perceived obstacles encountered by administrators who are considering launching a program?\n\n**Obstacles**\n\nSurvey participants were asked to rank “the main challenges in launching an esports program.” Of the four possible answer choices—”costs and funding,” “persuading university stakeholders,” “a lack of knowledge or experience,” and “time and energy”—the vast preponderance of first-choice responses fell into the “costs and funding” category: 40% ranked “costs and funding” as the greatest challenge to program launch. The next most-popular first-choice challenge was “a lack of knowledge and experience,” at 23%.\n\n![The perception of difficulties (ranked) when asked what the greatest challenge would be for launching a collegiate esports program.](/images/costs-and-funding-of-esports-programs.jpg \"What are the biggest difficulties in launching a college esports program?\")\n\nUnlike in the assessment of program benefits, where perceptions of benefits were divided between two clear categories in the first and second-choice slots, there was no clear second-choice winner in the obstacle question. Each of the four categories received roughly 25% of second-choice picks. 80% of survey respondents therefore selected “costs and funding” in either the first or second category; there were no standout selections in the second, third, or fourth choice positions. The clear conclusion these data offer is that, while many factors may provide obstacles to program creation, cost is perceived to be the primary challenge to launching a collegiate esports program.\n\nThis conclusion was supported by numerous long-form responses. One respondent described a “need to access revenue models from similar sized universities” before talks could proceed about founding a program at their own school. Another respondent commented: “We have begun the process of creating an esports team. This year it is a club, with the hopes of being a Varsity Sport in the fall of 2020. We are in need of outside sponsors. This needs to be a revenue-generating endeavor.” \n\nThe importance of feasibility was echoed in many other comments. In both long-form responses and survey data, there was a consistent correlation between the concerns over resource-scarcity and the perception that the investment to start an esports program would not be minimal, given the benefits.  \n\nFinally, only 33% agreed that it would be easy to locate outside sponsorship or support for their programs. These findings collectively testify to the general sense of anxiety surrounding the question of securing funds, sourcing partners, and reaching program feasibility among those considering launching an esports program.\n\nHere it is instructive to briefly compare the distribution of the survey-wide responses to those provided by the sub-population of respondents who already have a varsity esports program in place.  \n\nAmong those who reported having a varsity esports program, 81% agreed that the investment to launch a program was minimal, given the benefits. And whereas in the general population, only 33% respondents agreed that “it would be easy to find outside sponsors for an eSports program,” among those with varsity programs, the percentage was almost double at 61% of respondents agreeing.  \n\nThese numbers suggest that the cost-benefit analyses of esports program investment are much more optimistic among those with the highest degree of actual experience in building and running programs. \n\n**Implications**\n\nWhile respondents overwhelmingly recognized the possible benefits of esports to student body culture and enrollment efforts, concerns about prohibitive startup costs and a lack of accessible funds exerted a disproportionate influence on the assessment—particularly among those who do not already have programs—of whether investing in esports would be “worth the cost.” \n\nThe optimistic results of those respondents who already have established varsity programs suggest that the pervasive skepticism may be attributed to a lack of knowledge about: (a) the true startup costs of an esports program, (b) the true range of benefits a program can provide in areas aside from student body and enrollment, or (c) a combination of the two. The previous section, noted that perceptions of the benefits associated with esports programs increased across all domains when respondents had first-hand experience with creating varsity programs. Higher levels of knowledge and expertise in esports had a positive correlation to the perception of esports as being worth the initial investment of program creation. \n\n## Conclusion: The Future of College Esports?\n\nAs esports gains visibility and momentum internationally, interest about its local applications will continue to ramp up. A small group of dedicated figures have led the charge in the world of collegiate esports, building example programs that will serve as models for new program launches going forward. The future growth of collegiate esports, however, will depend on the emergence of more public-facing information that helps to clarify both the benefits and the obstacles inherent to collegiate esports programs. In this report, we indicated that decision-makers within athletic departments struggle with anxiety about program costs and remain apprehensive about the benefit of esports to academics and institutional mission. At the same time, however, we found that the most anxious or skeptical respondents were also those who had the least concrete experience with collegiate esports. \n\nThis finding suggests that some of the concerns expressed about the prohibitive costs, lack of support, and general infeasibility of esports may be addressed through targeted education and support highlighting: (a) opportunities for defraying costs, whether through advertising, sponsorship, or a revenue model that monetizes elements of the program; and (b) the many benefits an esports program can provide, outside the narrow domains of student body culture and enrollment, that would make the expense worthwhile in the eyes of institutional decision-makers. \n\nThere is a further implication. Regardless of who you are in the collegiate esports ecosystem—an athletic director hoping to secure institutional funding from on high, a hardware provider searching for institutional clients, a student group appealing to start a club—it is essential to tell a story supported by data possible to make the case for esports. The ideal pitch for esports should not only creatively address the dominant concerns about prohibitive costs, but also make a positive (and equally creative) case for the diverse range of benefits that esports can offer to an institution’s academic culture, mission and values, and brand in addition to student body culture and enrollment goals. The strongest cases for esports will proceed on just such a holistic basis, addressing concerns on both sides of the cost-benefit equation. \n\nOver time, we predict that decision-makers at higher levels of university administrations—at the C-suite or in the board of trustees—will recognize the value (indeed the necessity) for institutions to provide esports as a part of the campus experience. As the scene grows, it will be important to engage perpetually with the many concrete questions about diversity, access, and discrimination that continue to bedevil the scene. The esports community should emphasize the diversity and equity dimensions of their activities in collegiate programs, as this is likely to return disproportionate benefits. This emphasis could come, for example, in the form of deliberate recruitment efforts; curricular offerings designed to explore the issues of gender, violence, or race or in esports; and tie-ins between esports and existing Diversity, Inclusion and Equity initiatives on campus. \n\nAs collegiate esports programs become more common, we may see a pattern of larger institutional investments commensurate with investments in traditional athletic programs. Even in this scenario, however, program directors will require access to the informational resources and support necessary to spearhead an effective esports roll out. There is a clear need among prospective program leaders for a common core of best-practice solutions to the challenges that appear at every point in the collegiate esports pipeline. Context-specific solutions for recruitment, coaching, infrastructure, staffing, hardware, league membership, and competition, among other relevant areas, must all be integrated into a coherent plan for the optimal launch of a university esports program.\n\nAt the intersection of esports and higher education, there is a new world of opportunity opening up. While a $3 million dollar prize may seem out of reach for you and your campus, it might be the moment for you to “go for the gold.” The resulting benefits for those that get on board now could be enormous and far reaching. As this movement builds to scale, this will certainly be a two-way street. Esports will, increasingly, be challenged and transformed by its new university partners with their emphasis on ethics, equity and the social impact of the technology and its modes of use. It is time for higher education to get out in front of the esports movement. UEG is here to make that happen.",
  "author": "Alex McNeil"
}